export const configurations = {
    publicDanger: [
        {
            label: "Агрессия к членам семьи",
            value: 1
        },
        {
            label: "Агрессия к посторонним",
            value: 2
        },
        {
            label: "Сексуальная агрессия",
            value: 4
        },
        {
            label: "Суицид  истинный",
            value: 8
        },
        {
            label: "Шантажное суицидальн.поведение",
            value: 16
        },
        {
            label: "Сопротивление медработникам и ОВД",
            value: 32
        },
        {
            label: "Применение  оружия,взрывчатых вещ-в",
            value: 64
        },
        {
            label: "Алкоголь",
            value: 128
        },
        {
            label: "Употребление ПАВ",
            value: 256
        },
        {
            label: "Опасное обращение с газом и т.п.",
            value: 512
        },
        {
            label: "Угрозы по телефону",
            value: 1024
        },
        {
            label: "Сутяжничество,клевета",
            value: 2048
        },
        {
            label: "Был в ПБСТИН",
            value: 4096
        },
        {
            label: "Возможна госп.  по 29ст",
            value: 8192
        },
        {
            label: "ООД в отношении детей",
            value: 16384
        },
        {
            label: "Высокая масса тела",
            value: 32768
        },
        {
            label: "Владеет единоборствами",
            value: 65536
        },
        {
            label: "Склонен к побегам",
            value: 131072
        },
        {
            label: "Финансовые операции",
            value: 262144
        },
        {
            label: "Выраженные изменения личности",
            value: 524288
        },
    ],
    syndrome: [
        {
            label: "Бредовый",
            value: 1
        },
        {
            label: "Параноидный",
            value: 2
        },
        {
            label: "Депрессивный",
            value: 4
        },
        {
            label: "Маниакальный",
            value: 8
        },
        {
            label: "Психопатоподобный",
            value: 16
        },
        {
            label: "Сумеречный",
            value: 32
        },
        {
            label: "Кататонический",
            value: 64
        },
        {
            label: "Судорожный",
            value: 128
        },
        {
            label: "Гебефренический",
            value: 256
        },
    ],
    difficulties: [
        {
            label: "Алкоголизация",
            value: 1
        },
        {
            label: "Отсутствие родственников",
            value: 2
        },
        {
            label: "Нерешенные соц.проблемы",
            value: 4
        },
        {
            label: "Разыскивается",
            value: 8
        },
        {
            label: "Лекарств.резистентность",
            value: 16
        },
        {
            label: "Противодействие родствиников",
            value: 32
        },
    ],
    attitude: [
        {
            label: "Негативное",
            value: 1
        },
        {
            label: "Позитивное",
            value: 2
        },
        {
            label: "Нейтральное",
            value: 4
        },
        {
            label: "Уклоняется",
            value: 8
        },
    ]
}
