export const AmbulanceUKL: uklType[] = [
    {
        label: "Заполнение всех разделов",
        evaluations: [7, 4, 0]
    },
    {
        label: "Наличие информ. добров. согласия",
        evaluations: [7, 4, 0]
    },
    {
        label: "Оформление результатов первич. осмотра",
        evaluations: [6, 3, 0]
    },
    {
        label: "Установление предварительного диагноза",
        evaluations: [6, 3, 0]
    },
    {
        label: "Формирование плана обследования ",
        evaluations: [6, 3, 0]
    },
    {
        label: "Формирование плана лечения ",
        evaluations: [6, 3, 0]
    },
    {
        label: "Назначение лекарственных препаратов ",
        evaluations: [6, 3, 0]
    },
    {
        label: "Оформление обоснования кл. диагноза",
        evaluations: [6, 3, 0]
    },
    {
        label: "Установление кл. диагноза в течение 10 дней",
        evaluations: [6, 3, 0]
    },
    {
        label: "Проведение консилиума в сложны случаях",
        evaluations: [6, 3, 0]
    },
    {
        label: "Направление в стационар",
        evaluations: [6, 3, 0]
    },
    {
        label: "Коррекция обследования и лечения",
        evaluations: [6, 3, 0]
    },
    {
        label: "Протокол решения ВК",
        evaluations: [7, 4, 0]
    },
    {
        label: "Запись в амб. карте",
        evaluations: [6, 3, 0]
    },
    {
        label: "Экспертиза ВН",
        evaluations: [6, 3, 0]
    },
    {
        label: "Осуществление дисп. наблюдения",
        evaluations: [7, 4, 0]
    },
]

export const SuicideUKL: uklType[] = [
    {
        label: "Соответствие заполнения мед. карты",
        evaluations: [8, 4, 0]
    },
    {
        label: "Достаточность анамнеза, данных",
        evaluations: [8, 4, 0]
    },
    {
        label: "Качество описания псих. статуса",
        evaluations: [8, 4, 0]
    },
    {
        label: "Обоснованность диагноза",
        evaluations: [8, 4, 0]
    },
    {
        label: "Качество описания повторн. консульт.",
        evaluations: [8, 4, 0]
    },
    {
        label: "Качество оформления согласий",
        evaluations: [9, 5, 0]
    },
    {
        label: "Обосн. направления в стационар",
        evaluations: [9, 5, 0]
    },
    {
        label: "Обосн. напр. на патопсихологическое обс.",
        evaluations: [8, 4, 0]
    },
    {
        label: "Обосн. напр. на другие доп. обслед.",
        evaluations: [8, 4, 0]
    },
    {
        label: "Обоснованность назначенного лечения",
        evaluations: [10, 5, 0]
    },
    {
        label: "Своевременная коррекция лечения",
        evaluations: [8, 4, 0]
    },
    {
        label: "Соблюдение преемственности",
        evaluations: [8, 4, 0]
    },
]

export const PsychotherapyUKL: uklType[] = [
    {
        label: "Заполнение всех разделов",
        evaluations: [7, 4, 0]
    },
    {
        label: "Наличие информ. добров. согласия ",
        evaluations: [7, 4, 0]
    },
    {
        label: "Оформление результатов первич. осмотра",
        evaluations: [6, 3, 0]
    },
    {
        label: "Установление предварительного диагноза",
        evaluations: [6, 3, 0]
    },
    {
        label: "Формирование плана обследования ",
        evaluations: [6, 3, 0]
    },
    {
        label: "Формирование плана лечения ",
        evaluations: [6, 3, 0]
    },
    {
        label: "Назначение лекарственных препаратов ",
        evaluations: [6, 3, 0]
    },
    {
        label: "Оформление обоснования кл. диагноза",
        evaluations: [6, 3, 0]
    },
    {
        label: "Установление кл. диагноза в течение 10 дней",
        evaluations: [6, 3, 0]
    },
    {
        label: "Проведение консилиума в сложны случаях",
        evaluations: [6, 3, 0]
    },
    {
        label: "Направление в стационар",
        evaluations: [6, 3, 0]
    },
    {
        label: "Коррекция обследования и лечения",
        evaluations: [6, 3, 0]
    },
    {
        label: "Протокол решения ВК",
        evaluations: [7, 4, 0]
    },
    {
        label: "Запись в амб. карте",
        evaluations: [6, 3, 0]
    },
    {
        label: "Экспертиза ВН",
        evaluations: [6, 3, 0]
    },
    {
        label: "Осуществление дисп. наблюдения",
        evaluations: [7, 4, 0]
    },
]
